wzyn20051216/clawd-mochi/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_MOCHI_LCD_DRIVER_ST7735=y
CONFIG_MOCHI_LCD_BACKLIGHT_ACTIVE_HIGH=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="8MB"
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_COMPILER_CXX_RTTI=n
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
CONFIG_HTTPD_MAX_REQ_HDR_LEN=1024
CONFIG_HTTPD_MAX_URI_LEN=4096
CONFIG_LWIP_LOCAL_HOSTNAME="clawd-mochi"
